Repository: common-repository/automated-editing
Catalog: languages/automated-editing-*.po
Languages: de_de

source: Donate
de_de: Spenden

source: Settings
de_de: Einstellungen

source: Click to toggle
de_de: Zum Umschalten klicken

source: Not set
de_de: Nicht gesetzt

source: How long should the excerpt be?
de_de: Wie lang sollte der Auszug sein?

source: Do you want to count words, sentences or letters?
de_de: Sollten Wörter, Sätze oder Zeichen gezählt werden?

source: Offset (how many sentences should be ignored in the beginning):
de_de: Offset (wieviele Sätze werden am Anfang des Auszugs ignoriert):

source: Should the plugin insert the &#39;more&#39; tag as well?
de_de: Soll das Plugin auch das &#39;more&#39; tag setzen?

source: After how many sentences do you want to insert the &#39;more&#39; tag?
de_de: Nach wievielen Sätzen soll das &#39;more&#39; tag gesetzt werden?

source: Should the plugin attach the post thumbnail as well?
de_de: Soll das Plugin auch das Thumbnail setzen?

source: Use a default image as thumbnail (if there&#39;s no thumbnail defined).
de_de: Verwende ein Standard-Bild als Thumbnail (wenn kein Thumbnail definiert wurde).

source: Should the plugin automatically create the meta description for the Yoast WPSEO plugin as well?
de_de: Soll das Plugin auch automatisch die Meta-Beschreibung für das Yoast WPSEO-Plugin kreieren?

source: For the meta description, Automated Editing will take the same settings as for the excerpt. However, the description will be limited to 154 letters (plus &#39;&#8230;&#39;).
de_de: Für die Meta-Beschreibung wird Automated Editing dieselben Einstellungen nehmen, wie für den Auszug. Allerdings wird die Beschreibung auf 154 Zeichen (plus &#39;&#8230;&#39;) limitiert.

source: Excerpt
de_de: Auszug

source: entries
de_de: Einträge

source: entry
de_de: Eintrag

source: Empty debug log (%d %s):
de_de: Debug Log leeren (%d %s):

source: You can empty the debug log here, if necessary.
de_de: Falls nötig, kannst du hier das Debug Log leeren.

source: Check, to exclude
de_de: Anklicken, zum ignorieren

source: Yoast WPSEO Meta Description
de_de: Yoast WPSEO Meta-Beschreibung

source: More Tag
de_de: More Tag (Weiterlesen-Link)

source: Choose length of it and whether it counts sentences, words or letters.
de_de: Wähle seine Länge und ob Sätze, Wörter oder Zeichen gezählt werden.

source: Sentences
de_de: Sätze

source: Words
de_de: Wörter

source: Letters
de_de: Zeichen

source: Enter a URL
de_de: Gib eine URL an

source: Select Image
de_de: Bild wählen

source: Preview
de_de: Vorschau

source: Remove Image
de_de: Bild entfernen

source: Or enter a URL
de_de: Oder gib eine URL ein

source: Post Types with Excerpt:
de_de: Post Types mit Auszug:

source: Post Types with meta description:
de_de: Post Types mit Meta Beschreibung:

source: Post Types with content (for more tag):
de_de: Post Types mit Inhalt (für das more tag):

source: Post Types with thumbnail:
de_de: Post Types mit Thumbnail:

source: Empty the debug log.
de_de: Debug Log leeren.

source: http://wasistlos.waldemarstoffel.com/plugins-fur-wordpress/automated-editing
de_de: http://blog.atelier-fuenf.de/wordpress-plugins/automated-editing

source: Main Options
de_de: Generelle Einstellungen

source: Check Excerpts
de_de: Auszüge prüfen

source: Check Yoast WPSEO meta descriptions
de_de: Yoast WPSEO Meta-Beschreibungen prüfen

source: Check More Tag
de_de: More Tags prüfen

source: Check Thumbnails
de_de: Thumbnails prüfen

source: How should the excerpt be built?
de_de: Wie soll der Auszug generiert werden?

source: Excluding Post Types
de_de: Post Types ignorieren

source: Debug Info
de_de: Info zur Fehlersuche

source: Check for old posts without excerpt
de_de: Nach alten Artikeln ohne Auszug suchen

source: Please check first for posts without excerpt.
de_de: Bitte such erst nach Artikeln ohne Auszug.

source: You have %d %s without excerpt.
de_de: Du hast %d %s ohne Auszug.

source: Scanning for posts without excerpt can take a long time. Please be patient.
de_de: Die Suche nach Artikeln ohne Auszug kann lange dauern. Bitte habe Geduld.

source: Check Now
de_de: Jetzt überprüfen

source: Fix old posts without excerpt
de_de: Artikel ohne Auszug reparieren

source: Again, you should be patient with this action.
de_de: Auch hier ist wieder Geduld angesagt.

source: If you have a lot of posts that have no excerpt, it might take a while to fix them.
de_de: Wenn du eine Menge Artikel ohne Auszug hast, könnte es mit dem Reparieren eine Weile dauern.

source: If you have no other settings for the excerpt, the plugin will take the first three sentences of the post as default.
de_de: Wenn du keine anderen Einstellungen für den Auszug hast, wird das Plugin die ersten drei Sätze des Artikels als Standard nehmen.

source: Fix Posts
de_de: Artikel Reparieren

source: excerpt
de_de: Auszug

source: Check for old posts without Yoast WPSEO meta descriptions
de_de: Nach alten Artikeln ohne Yoast WPSEO Meta-Beschreibungen suchen

source: Please check first for posts without meta description.
de_de: Bitte suche erst nach Artikeln ohne Meta-Beschreibung.

source: You have %d %s without meta description.
de_de: Du hast %d %s ohne Meta-Beschreibung.

source: Scanning for posts without meta description can take a long time. Please be patient.
de_de: Die Suche nach Artikeln ohne Meta-Beschreibung kann lange dauern. Bitte habe Geduld.

source: Fix old posts without meta description
de_de: Artikel ohne Meta-Beschreibung reparieren

source: If you have a lot of posts that have no meta description, it might take a while to fix them.
de_de: Wenn du eine Menge Artikel ohne Meta-Beschreibung hast, könnte es mit dem Reparieren eine Weile dauern.

source: If you have no other settings for the metadesription, the plugin will take the first three sentences of the post as default and limit the meta description automatically to 156 signs.
de_de: Wenn du keine anderen Einstellungen für die Meta-Beschreibung hast, wird das Plugin die ersten drei Sätze des Artikels als Standard nehmen und die Meta Beschreibung automatisch.

source: meta description
de_de: Meta-Beschreibung

source: Check for old posts without &#39;more&#39; tag
de_de: Suche nach alten Artikeln ohne &#39;more&#39; Tag

source: Please check first for posts without &#39;more&#39; tag.
de_de: Bitte suche erst nach Artikeln ohne &#39;more&#39; Tag.

source: You have %d %s without &#39;more&#39; tag.
de_de: Du hast %d %s ohne &#39;more&#39; Tag.

source: Scanning for posts without &#39;more&#39; tag can take a long time. Please be patient.
de_de: Die Suche nach Artikeln ohne &#39;more&#39; Tag kann lange dauern. Bitte habe Geduld.

source: Fix old posts without &#39;more&#39; tag
de_de: Artikel ohne &#39;more&#39; Tag reparieren

source: If you have a lot of posts that have no &#39;more&#39; tag, it might take a while to fix them.
de_de: Wenn du eine Menge Artikel ohne &#39;more&#39; Tag hast, könnte es mit dem Reparieren eine Weile dauern.

source: Fix &#39;More&#39; Tags
de_de: &#39;More&#39; Tags Reparieren

source: Check for old posts without thumbnail
de_de: Suche nach alten Artikeln ohne Thumbnail

source: Please check first for posts without thumbnail.
de_de: Bitte suche erst nach Artikeln ohne Thumbnail.

source: You have %d %s without thumbnail.
de_de: Du hast %d %s ohne Thumbnail.

source: Scanning for posts without featured image can take a long time. Please be patient.
de_de: Die Suche nach Artikeln ohne Thumbnail kann lange dauern. Bitte habe Geduld.

source: New Default Thumbnail
de_de: Neues Standard Thumbnail

source: The old default thumbnail is on the left side. You can exchange it with the new one in all posts where it is used.
de_de: Das alte Standard-Miniaturbild ist auf der linken Seite. Du kannst es mit dem neuen in allen Beiträgen, in denen es verwendet wird, austauschen.

source: Changing the default featured image in all posts can take a long time. Please be patient.
de_de: Das Standard-Thumbnail in allen Artikeln auszutauschen kann lange dauern. Bitte habe Geduld.

source: Change Default Thumbnail
de_de: Standard-Thumbnail Austauschen

source: Fix old posts without thumbnail
de_de: Artikel ohne Thumbnail reparieren

source: If you have a lot of posts without thumbnail, it might take a while to fix them.
de_de: Wenn du eine Menge Artikel ohne Thumbnail hast, könnte es mit dem Reparieren eine Weile dauern.

source: If there are images attached to the post, the plugin will take the first of those images as the post thumbnail.
de_de: Wenn der Artikel Attachments hat, wird das Plugin das erste dieser Attachments als Artikelbild nehmen.

source: Fix Thumbnails
de_de: Thumbnails Reparieren

source: Debug Log emptied.
de_de: Debug Log geleert.

source: Please enter a numeric value for the length of the excerpt.
de_de: Bitte gib einen numerischen Wert für die Länge des Auszugs an.

source: Please enter a numeric value for the offset.
de_de: Bitte gib einen numerischen Wert für den Offset an.

source: Please enter a numeric value for the number of sentences before the &#39;read more&#39; tag.
de_de: Bitte gib einen numerischen Wert für die Anzahl Sätze ein, nach denen das &#39;mehr lesen&#39; Tag gesetzt werden soll.

source: The image doesn&#39;t seem to be in the database. Please upload an image that you want to use as default thumbnail.
de_de: Das Bild scheint nicht in der Datenbank zu sein. Bitte lade ein Bild hoch, das als Standard-Thumbnail verwendet werden soll.

source: Settings saved.
de_de: Äanderungen gespeichert.

source: There have been %d %s without excerpt detected.
de_de: Es wurden %d %s ohne Auszug gefunden.

source: There was nothing to scan.
de_de: Es gab nichts zu scannen.

source: %d %s have been fixed successfully.
de_de: %d %s wurden erfolgreich repariert.

source: There have been %d %s without meta descriptions detected.
de_de: Es wurden %d %s ohne Meta-Beschreibung gefunden.

source: There have been %d %s without &#39;more&#39; tag detected.
de_de: Es wurden %d %s ohne &#39;more&#39; Tag gefunden.

source: There have been %d %s without thumbnail detected.
de_de: Es wurden %d %s ohne Thumbnail gefunden.

source: %d featured images in %s have been changed successfully.
de_de: %d Vorschaubilder in %s wurden erfolgreich ausgetauscht.

source: In the main Options, you can determine how you want to build the excerpt of the posts and whether or not to set the &#39;more&#39; tag after a certain sentence of the post.
de_de: In den Optionen kannst du angeben, wie der Auszug der Artikel generiert werden soll und ob das &#39;more&#39; Tag nach einem bestimmten Satz im Artikel gesetzt werden soll.

source: You can upload an image that will be used as the featured image for all posts without attachments.
de_de: Du kannst ein Bild hochladen, das als Standard-Thumbnail für alle Artikel ohne Anhänge verwendet wird.

source: You can check all your old posts for missing excerpts, &#39;more&#39; tags and thumbnails. If the plugin detects something, you&#39;ll be able to fix the posts automatically.
de_de: Du kannst alle deinen alten Artikel nach nicht vorhandenen Auszügen, &#39;More&#39; Tags und Artikelbildern durchsuchen. Falls das Plugin etwas findet, kannst du die Artikel automatisch reparieren.

source: Some posts may contain images from outside or no image at all. There might not enough be text to build an excerpt or to set the &#39;more&#39; tag. Posts like that you will find back in the list with unfixed posts. You can just click on the headline and try editing the respective post(s) manually.
de_de: Manche Artikel könnten Bilder von anderen Webseiten oder gar keine Bilder enthalten. Es könnte nicht genug Text für einen Auszug oder, um das &#39;More&#39; Tag zu setzen, geben. Solche Artikel findest du in der Liste mit nicht reparierten Artikeln. Klicke einfach auf die Überschrift und versuche die entsprechenden Artikel von Hand zu reparieren.

source: The list is not beautiful or something; it&#39;s just there at the moment.
de_de: Die Liste ist nicht schön oder so. Sie ist momentan einfach nur da.

source: General
de_de: Allgemein

source: %s without %s
de_de: %s ohne %s
